Revit 2027 API
ParameterTypeId.BoundaryYTranslationFixed Property
 "Y Translation - Fixed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryYTranslationFixed { get; }
Public Shared ReadOnly Property BoundaryYTranslationFixed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryYTranslationFixed {
	ForgeTypeId^ get ();
}
static member BoundaryYTranslationFixed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace